/* Error message if Lightroom catalog cannot be opened because its database is unreadable */
"Could not open this Lightroom catalog's database." = "이 Lightroom 카탈록의 데이터베이스를 열 수 없습니다.";

/* File menu entry under Import Catalog */
"Lightroom Catalog…" = "Lightroom 카탈록…";

/* Error message if Lightroom catalog appears to have no media items */
"This catalog appears to be empty." = "이 카탈록은 비어 있는 것 같습니다.";

/* Error message if Lightroom catalog cannot be opened because Lightroom currently has it open */
"This catalog is currently open in Lightroom." = "이 카탈록은 현재 Lightroom에서 열려 있습니다.";

/* Error message if failing to get document properties of a Lightroom catalog for Import */
"Unable to read Lightroom catalog properties." = "Lightroom 카탈록 속성을 읽을 수 없습니다.";

